Repository: ananas7777/xbmc
Catalog: addons/script.tvtunes/resources/language/Polish/strings.po
Languages: pl

# Addon Summary
source: Get and play your Movie and TV shows Themes
pl: Pobierz i odtwórz tematy muzyczne z Filmów i Seriali

# Addon Description
source: This script will help you to get themes for your movie and TV show library from www.televisiontunes.com It will save them in theme[0-9].mp3 file in each of your video folders then they will be played while browsing your video library when you enter the TV Show folder or Video Information screen (need your skin to be compatible for this feature)
pl: Ten skrypt pozwala pobierać motywy muzyczne dla twoich filmów i seriali ze strony www.televisiontunes.com. Pobrane motywy zostaną zapisane do pliku o nazwie theme[0-9].mp3 w folderze bazowego pliku wideo. Motywy będą odtwarzane podczas przeglądania biblioteki - kiedy wejdziesz do katalogu serialu lub ekranu informacji wideo (niezbędna jest skóra wspierająca tę funkcję).

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:TvTunes
pl: Twórcy skórek zapoznajcie się z wiki by wiedzieć w jaki sposób zintegrować swoje skóry: http://wiki.xbmc.org/index.php?title=Add-on:TvTunes

# #32001
source: Play theme in loop
pl: Potwarzaj odtwarzanie ścieżki

# #32002
source: Lower sound value
pl: Obniż głośność

# #32003
source: Use Protected SMB share
pl: Użyj zabezpieczonego katalogu SMB

# #32004
source: Username:
pl: Użytkownik:

# #32005
source: Password:
pl: Hasło:

# #32006
source: Store tunes in a custom path
pl: Przechowuj melodie w wybranej ścieżce

# #32007
source: Path:
pl: Ścieżka:

# #32008
source: Fade tune out when exiting
pl: Łagodne wycisznaie motywu podczas wychodzenia

# #32009
source: Automatically download if an exact match is found
pl: Ściągnij automatycznie gdy identyczny tytuł jest odnaleziony

# #32010
source: Shuffle multiple tracks
pl: Losowa kolejność listy odtwarzania

# #32011
source: Random start time
pl: Losowy czas startu

# #32012
source: File Types
pl: Typy plików

# #32013
source: Fade in the tune when starting
pl: Łagodne rozpoczynanie się motywu podczas wchodzenia

# #32014
source: Always add additional themes (no overwrite)
pl: Zawsze dodawaj dodatkowe motywy (bez nadpisywania)

# #32015
source: Search for movie themes
pl: Szukaj muzycznych tematów filmowych

# #32016
source: Play themes when browsing Movie list
pl: Odtwarzaj motywy podczas przeglądania listy filmów

# #32017
source: Play themes when browsing TV Show list
pl: Odtwarzaj motywy podczas przeglądania listy seriali

# #32018
source: Debugging
pl: Diagnozowanie błędów

# #32019
source: Enable debug logging
pl: Włącz dziennik diagnozowania błędów

# #32020
source: Show the TvTunes button on the Video Info screen
pl: Pokaż przycisk TvTunes na ekranie Informacji Wideo

# #32021
source: Fade out after playing for (minutes)
pl: Wycisz po odtwarzaniu motywu (minuty)

# #32022
source: Operations
pl: Działania

# #32023
source: Perform Complete Search Now
pl: Wykonaj Kompletne Wyszukiwanie Teraz

# #32024
source: Delay Theme Start (Seconds)
pl: Opóźnienie Startu Motywu (sekundy)

# #32101
source: ERROR
pl: BŁĄD

# #32102
source: site unreacheable
pl: strona niedostępna

# #32103
source: TvTune downloader
pl: Pobieracz "TVTunes"

# #32104
source: Replace existing theme?
pl: Nadpisać istniejącą melodię?

# #32106
source: Getting information...
pl: Pobieranie informacji...

# #32107
source: Searching for
pl: Wyszukiwanie

# #32108
source: CANCELED
pl: ANULOWANO

# #32109
source: Operation canceled by user.
pl: Operacja przerwana przez użytkownika.

# #32110
source: Downloading:
pl: Pobieranie:

# #32111
source: to:
pl: do:

# #32112
source: Choose for
pl: Wybierz dla

# #32113
source: ENTER MANUAL SEARCH
pl: WPISZ WYSZUKIWANIE RĘCZNIE

# #32114
source: Download this one?
pl: Pobrać ten?

# #32116
source: You can help to get more theme on:
pl: Możesz wspomóc projekt na:

# #32118
source: Manual Search...
pl: Wyszukiwanie ręczne...

# #32119
source: Continue with next theme search?
pl: Przejdź do następnego wyszukiwania motywu?

# #32991
source: Playback
pl: Odtwarzanie

# #32992
source: Download
pl: Pobierz

# #32993
source: File system
pl: System plików
